[
    {
      "name": "Kamoshida",
      "rank": 4,
      "vote": "8 1/2",
      "description": "Il primo amore non si scorda mai. Il palazzo di Kamoshida è il perfetto inizio di questa avventura fantastica con forse il cattivo più distorto e viscido di tutta la serie. Questo perché a differenza degli altri signori dei palazzi Kamoshida non agisce per avidità o ricerca del potere, ma lo fa per puro sadismo e glorificazione personale. Tutte le violenze e gli abusi, unito alla mistificazione delle donne come mero oggetto dei suoi piacieri sessuali, fanno rabbrividire al solo pensiero. Se aggiungiamo il fatto che tutte le sue vittime sono studenti del liceo e quindi minorenni, capiamo  veramente lo schifo di cui stiamo parlando. \n E tutto questo viscidume culmina perfettamente con la boss fight, dove tutti i suoi vizi e perversioni vengono raffigurate in modo rabbrividevole. \n Tutto questo però non toglie il divertimento che è questo palazzo, con un dungeon design tra i meglio riusciti del gioco. \n \n Kamoshida era il perfetto cattivo con cui iniziare e rimane uno dei più memorabili.",
      "img": "https://jusgameguide.files.wordpress.com/2019/06/img_8062.png"
      
    },
    {
      "name": "Madarame",
      "rank": 7,
      "vote": "8",
      "description": "Il palazzo di un artista non poteva essere altro che un'opera d'arte. Visivamente magnifico e con un ingresso che quasi fa paura dal numero di dipinti presenti, il pensiero di tutti quegli studenti plagiati e abusati spaventa parecchio, il palazzo di Maradame colpisce veramente.\n Ma tra lo slidare attraverso i raggi laser, entrare nei dipinti alla Mario 64 e il \"regno della Sayuri\" il dungeon è tra i più belli e divertenti del gioco, accompagnata bene dalla OST(A Woman) anche se in sottotono rispetto alle altre.\n Il punto debole però è sicuramente è la boss fight estremamente semplice quasi braindead e sicuramente poco memorabile. \n \n Nonostante questo rimane un bellissimo palazzo e il fatto che si trovi così in basso nella tier dimostra come tutti i palazzi sono fantastici e a fare la differenza sono davvero i piccoli dettagli.",
      "img": "https://samurai-gamers.com/wp-content/uploads/2017/03/sg-p5r-shadow-madarame-1024x576.jpg"
  
    },
    {
      "name": "Kaneshiro",
      "rank": 6,
      "vote": "8+",
      "description": "Il palazzo di Kaneshiro all'inizio con l'esplorazione non mi aveva convinto appieno, questi grandi spazi aperti all'inizio non mi hanno entusiasmato. Ciò nonostante man mano che si prosegue il dungeon diventa sempre più soddisfacente, in particolare l'idea della mega serratura da sbloccare attraverso parole in codice mi ha entusiasmato molto.\n Ma il fiore all'occhiello di questo palazzo è sicuramente la OST(Price) a cui è davvero difficile non resistere, le parti noiose venivano distrutte da questa melodia divina. \n Alla fine di tutto inoltre abbiamo una boss fight già più interessante del suo predecessore e addirittura comica. Diciamo che è difficile non ridere quando affronti un salvadanai gigante. \n \n In siumma(summa), palazzo divertente e ringraziamo Kaneshiro per averci presentato una delle due sorelle Nijima, gesto memorabile.",
      "img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/10/Kaneshiro2.jpg"
  
    },
    {
      "name": "Futaba",
      "rank": 2,
      "vote": "9-",
      "description": "La povera piccola Futaba, un personaggio la cui innocenza non farebbe mai pensare che possa avere dei desideri distorti. E invece sì e ha forse il desiderio peggiore, la morte. \n Il palazzo di Futaba si fonda infatti sul senso di colpa che lei prova per la morte della madre e che ci viene rappresentato come una piramide. Questa scelta è estremamente interessante perché unisce il mistero dell'antico Egitto con l'affascinante e complessa tecnologia, una scelta azzeccatissima per rappresentare appieno il misterioso e complesso personaggio che è Futaba. \n Il dungeon reisce davvero a catturare grazie ai complessi e soddisfacenti puzzle che dobbiamo affrontare con un azzeccato accompagnamento musicale. Ma a farla da padrona è la narrativa poiché mentre procediamo conosceremo sempre meglio Futaba e soprattutto i sui ricordi in realtà distorti. \n E tutto viene abbellitto con un'emozionante boss fight contro l'immagine distorta di Wakaba, sua madre, ma dove Futaba riesce finalmente a vedere la verità. \n \n Un palazzo veramente emozionante, ma mai quanto il prossimo...",
      "img": "https://gamefaqs.gamespot.com/a/faqs/56/78256-407..jp"
    },
    {
      "name": "Okumura",
      "rank": 9,
      "vote": "6",
      "description": "Penso che questa e la prossima posizione siano le più prevedibili e oggettive.\n Il palazzo del povero(o forse no) Okumura presenta molti problemi nell'esplorazione, nel dungeon infatti affrontiamo molte parti eccessivamente ripetitive e alcuni puzzle esageratamente frustranti. Mi riferisco in particolare all'ultima parte, quella della Airlock Puzzle, che con quei interruttori confusionari e IRREVERSIBILI rendeva l'esperienza \"poco piacevole\" per essere buoni. \n Come se non bastasse aggiungiamogli una boss fight lunga e tediosa dove devi sconfiggere tutti i nemici in 2 turni per 4 volte dove uno ha anche la difesa buffata e soli 30 minuti per finire tutta la boss fight.\n \n Insomma, si tilta in questo palazzo, ma ciò non toglie che sia comunque un buon dungeon, salvato anche dalla OST(Sweatshop) che dà delle vibes letteralmente \"elettrificanti\".",
      "img": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/06/persona-5-kunikazu-okumura.jpg"
    },
    {
      "name": "Sae",
      "rank": 5,
      "vote": "8 1/2",
      "description": "Sae, Sae, Sae... cosa possiamo dire del suo palazzo? Beh, quasi tutto. Iniziamo dall'ambietazione: MIO DIO CHE BELLA. Veramente, l'idea di un casinò come palazzo è stata azzeccatissima, soprattutto per la nostra waifu non romanzabile preferita. \n Il palazzo oltre a essere vistoso è anche divertente da affrontare, non sono sicuramente assenti delle pecche, ma è impossibile non amare questo palazzo grazie a quel capolavoro della OST(The Whims of Fate), una delle migliori del gioco e indubbiamente la migliore tra quelle dei palazzi. \n Un'altra nota positiva dell'esplorazione è comunque il conoscere meglio la signora del palazzo, caratteristica a volte assente in altri palazzi ma che qua si fa sentire molto. \n E per finire il tutto abbiamo anche una boss fight interessante e inaspettata. \n \n Possiamo definitivamente ringraziare questo palazzo per averci fatto emozionare e per aver arricchito la nostra playlist di Spotify.",
      "img": "https://i.ytimg.com/vi/95wrZ5raV78/maxresdefault.jpg"
  
    },
    {
      "name": "Shido",
      "rank": 3,
      "vote": "8 1/2",
      "description": "Medaglia di bronzo per quello che è il boss finale, o almeno credevamo esserlo. Il nemico principale di Joker, la causa di tutto(o quasi), la mente dietro gli arresti mentali. E come è grande è il suo nome è grande il suo palazzo, il più grande di tutti, ma come BOTW questa mappa è grande ma comunque densa tra parkour intensi e puzzle grattacapo coi topi(troppo divertenti). C'è da dire che ci sono alcuni tratti ripetitivi, gli stessi puzzle coi topi li incontriamo 3 volte e la sequenza degli affiliati di Shido, ciò nonostante la narrativa rende tutto molto intrigante e la OST dà appieno quel senso di ultima sfida. \n Ma la parte più bella del palazzo sono le boss fight, dove prima potremo finalmente distruggere quel pazzoide di Akechi e infine quello st***o di Shido, quest'ultima in particolare mi ha lasciato a bocca aperta. \n \n Arko finale davvero emozionante, divertentissimo, terzo posto meritatissimo. ",
      "img": "https://cdn.vox-cdn.com/thumbor/-_B2BjtipZ49TUJMqnNbIyZQXzM=/0x38:1920x1043/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/15936178/November_Screenshot_2017_05_06_19_28_29.0.0.1494807956.jpg"
  
    },
    {
      "name": "Mementos Depths",
      "rank": 8,
      "vote": "7-",
      "description": "Le Profondità dei Mementos hanno offerto una varietà di sfide e segreti, ma la ripetitività a lungo andare diventava stancante, problema accentuato dalla estrema semplicità dei puzzle. Ho invece apprezzato l'inquetudine crescente dell'ambientazione e della narrazione che ci danno una profondissima e cupa raffigurazione della nostra società.\n Il fiore all'occhiello del palazzo è però la boss fight che grazie al Santo Graal aumenta ancora quel senso di inquetudine fino ad arrivare all'angoscia.\n Un altro punto critico del palazzo invece è sicuramente la OST. Quale OST? Esatto, è come se non ci fosse e per quanto in linea con l'ambientazione si poteva comunque fare di meglio. \n \n Diciamo che l'obiettivo del palazzo di trasmettere paura, angoscia l'hanno raggiunto, ciò non toglie che comunque presenta problemi evidenti e rispetto agli altri palazzi è molto sottotono.",
      "img": "https://samurai-gamers.com/wp-content/uploads/2019/10/sg-p5r-new-missions-3-1024x576.jpg"
  
    },
    {
      "name": "Maruki",
      "rank": 1,
      "vote": "10",
      "description": "Ebbene sì, la medaglia d'oro va al nostro caro Dr. Maruki. Descrivere cosa succede in questo palazzo è sia difficile che doloroso... la agghiacciante verità dietro Kasumi, il passato di Maruki e il suo sacrificio per aiutare la sua amata Rumi nonché la vera motivazione dietro le sue azioni.\n Arriviamo poi al culmine con una boss fight davvero dura da affrontare, perché il nemico questa volta non è un criminale, ma soltato qualcuno che vuole aiutare il prossimo, un amico. \n \n Questo palazzo fa tanto male, male quanto la realtà che Maruki vuole cambiare perché non ci sia più dolore, ma è davvero la cosa giusta? Non mi dilungherò ancora perché c'è tanto, troppo da dire, ma sicuramente questo è il mio palazzo preferito di Persona 5 Royal.",
      "img": "https://64.media.tumblr.com/ff10fd6712ef88d0755f78f73155c31b/3cab951d4bda1a20-08/s1280x1920/30d53651a973c598414ff4b5f11071a7874ce15d.png"
  
    }
  ]
  